Repository: MohamadKattan/gd_passenger
Catalog: lib/l10n/app_*.arb
Languages: ar, tr

# wrong
source: Some Thing went wrong
ar: هناك خطأ ما
tr: Bir şeyler yanlış gitti

# checkPhone
source: check you net work or phone Number
ar: تحقق من شبكتك أو رقم هاتفك
tr: ağınızı veya telefon numaranızı kontrol edin

# typeCode
source: type a code
ar: اكتب رمز
tr: bir kod yazın

source: Your Code
ar: الكود الخاص بك
tr: Senin kodun

# codeField
source: Code field can't be empty
ar: لا يجوز أن يكون حقل الرمز فارغًا
tr: Kod alanı boş olamaz

source: Verify
ar: تحقق
tr: doğrulama

source: try again
ar: حاول مرة أخرى
tr: Tekrar deneyin

# logInToTaxi
source: Register
ar: سجل معنا
tr: Kayit Ol

# newAccount
source: You can register with your e-mail address. We will enter the profile information on the screen
ar: يمكنك التسجيل باستخدام عنوان البريد الإلكتروني الخاص بك. سنقوم بإدخال معلومات الملف الشخصي على الشاشة
tr: Mail adresin ile kayit olabilirsin. Sanraki ekranda profil bilgilerini girecegiz

# enterNumber
source: Write your email & password
ar: أدخل رقم هاتفك و الإيميل
tr: Telefon numaranızı & e-post girin

# pickCountry
source: Pick your country
ar: اختر بلدك
tr: ülkeni seç

# number
source: Phone number
ar: رقم الهاتف
tr: Telefon numarası

# verificationCode
source: Verification code will send
ar: سيتم إرسال رمز التحقق
tr: Doğrulama kodu gönderilecek

# numberEmpty
source: phone number can't be empty
ar: لا يمكن أن يكون رقم الهاتف فارغًا
tr: telefon numarası boş olamaz

source: SignUp
ar: تسجيل
tr: kayıt

# book
source: My booking
ar: رحلاتي
tr: Gezilerim

source: To
ar: الى
tr: e

# historyEmpty
source: History is empty
ar: لايوجد رحلات
tr: uçuş yok

source: Taxi
ar: تاكسي
tr: Taksi

source: Regular Taxi
ar: تاكسي عادي
tr: Normal Taksi

# sedanCar
source: sedan car: Hyundai,Renault,Fiat,Toyota etc...
ar: سيارة سيدان: هيونداي ، رينو ، فيات ، تويوتا إلخ ...
tr: sedan araba: Hyundai, Renault, Fiat, Toyota vb...

# start15
source: Start:15.00
ar: البداية: 9.00
tr: Başlangıç:15.00

source: MediumCommercial
ar: سيارة سياحية متوسطة
tr: OrtaTicari

source: Medium
ar: متوسط
tr: Orta

# mediumCar
source: Medium commercial
ar: سيارة سياحية متوسطة
tr: Günübirlik Turizim VİP Araç

source: Big Commercial
ar: سياحي تجاري كبير
tr: Büyük Ticari

# bigCar
source: Big commercial car: veto etc...
ar: سيارة سياحية تجارية كبيرة: فيتو ...
tr: Uzun yolculuk için özel araç en az 12 saat

# chooseBefore
source: Choose to where before your request
ar: اختر وجهتك قبل طلب سيارة
tr: Bir araba sipariş etmeden önce varış noktanızı seçin

# requestTaxi
source: Request a Car
ar: طلب سيارة
tr: Araç çağir

source: Km :
ar: كم :

source: Time :
ar: مدة الرحلة :
tr: Zaman :

source: Where to ?
ar: إلى أين ؟
tr: Nereye ?

# noCarAvailable
source: No car available try again!!!
ar: لا توجد سيارة متوفرة حاول مرة أخرى !!!
tr: Araba müsait değil tekrar deneyin!!!

# upImage
source: Up date your image first
ar: حدِّث صورتك أولاً
tr: Önce resminizi güncelleyin

source: Update
ar: تحديث
tr: Güncelleme

# imageRequired
source: image profile is required
ar: الصورة مطلوبة
tr: resim gerekli

# pickPhoto
source: Pick a photo
ar: اختر صورة
tr: Bir fotoğraf seçin

source: Camera
ar: كاميرا
tr: Kamera

source: Gallery
ar: المعرض
tr: Galeri

source: Profile
ar: الملف الشخصي
tr: Profil

source: First name
ar: الاسم
tr: isim

source: Last name
ar: الكنية
tr: Soyadı

# email
source: E-Mail Address.
ar: البريد الإلكتروني
tr: e-posta adresiniz.

source: Save
ar: حفظ
tr: kaydet

# nameRequired
source: First name is required
ar: الإسم الأول مطلوب
tr: Ad gerekli

# lastRequired
source: Last name is required
ar: الكنية مطلوبة
tr: Soyadı gerekli

# emailRequired
source: Email is required
ar: البريد الالكتروني مطلوب
tr: Email gereklidir

# com
source: check your email @ or .com address some thing wrong
ar: تحقق من بريدك الإلكتروني @ أو عنوان .com بعض الأشياء الخاطئة
tr: @ veya .com e-posta adresinizi kontrol edin, yanlış bir şey var

# callDriver
source: Call a driver
ar: اتصل بالسائق
tr: şoförü Arayın

source: Normal call
ar: مكالمة عادية
tr: Normal arama

# whatsApp
source: Whats app call
ar: مكالمة Whatsapp
tr: Whatsapp araması

# amountTrip
source: Total amount this trip
ar: المبلغ الإجمالي لهذه الرحلة
tr: Bu seyahatin toplam tutarı

source: Payment method :
ar: طريقة الدفع :

source: Total :
ar: إجمالي :
tr: Toplam :

source: Ok
ar: موافق
tr: Tamam

# issue
source: If you have any Issue
ar: إذا كان لديك أي مشكلة
tr: Herhangi bir Sorununuz varsa

source: Call as
ar: اتصل بنا
tr: bizi ara

source: Hi
ar: مرحبا
tr: Merhaba

source: Welcome back
ar: مرحبًا بعودتك
tr: Tekrar hoşgeldiniz

source: Cash
ar: نقدا
tr: Nakit

# creditCard
source: Pay in taxi by Credit Card
ar: الدفع في سيارة الأجرة بواسطة بطاقة الائتمان
tr: Kredi Kartı ile takside ödeme

source: Driver Status :
ar: حالة السائق:
tr: Sürücü Durumu:

source: Car Details :
ar: تفاصيل السيارة:
tr: Araba Detayları:

source: Driver name :
ar: اسم السائق:
tr: Sürücü adı:

# rate
source: Rate this driver
ar: قيم هذا السائق
tr: Bu sürücüyü derecelendirin

# thanks
source: Thanks for your rating
ar: شكرا
tr: teşekkürler

# searching
source: Searching a driver...
ar: البحث عن سائق ...
tr: Sürücü aranıyor...

source: Cancel
ar: إلغاء
tr: İptal

# sorry
source: No driver available try again
ar: لا يوجد سائق متاح حاول مرة أخرى
tr: Kullanılabilir sürücü yok tekrar deneyin

# arrived
source: Driver arrived
ar: وصل السائق
tr: Sürücü geldi

# started
source: Trip Started
ar: بدأت الرحلة
tr: Yolculuk Başladı

# finished
source: Trip finished
ar: انتهت الرحلة
tr: Yolculuk bitti

source: Accepted
ar: وافق
tr: kabul

source: Exit
ar: خروج
tr: çıkış

source: My location
ar: موقعي
tr: Benim konumum

# dropOff
source: Destination
ar: جهة الوصول
tr: Hedef

# arrivedInfo
source: Arrive:2-3 min
ar: الوصول: 2-3 دقيقة
tr: varış:2-3 dk

# onWay
source: Your driver on way
ar: سائق في الطريق اليك
tr: yolda sürücü

source: Password
ar: كلمة المرور
tr: Şifre

# passWordR
source: Password required
ar: كلمة المرور مطلوبة
tr: şifre gerekli

# passWordShort
source: Password short an less 8 character
ar: كلمة المرور قصيرة أقل من 8 أحرف
tr: Şifre kısa, daha az 8 karakter

# del
source: Delete my account
ar: حذف حسابي
tr: Hesabımı sil

# passWrong
source: PassWord Wrong !!
ar: كلمة المرور خاطئة!!
tr: Yanlış şifre !!

# noNet
source: Check your network !!
ar: تحقق من شبكتك !!
tr: Ağınızı kontrol edin !!

# arrivedTime
source: Arrived time : 2-3 min
ar: وقت الوصول: 2-3 دقائق
tr: Gelme Süresi : 2-3 dk

# try1
source: Try again
ar: حاول مرة أخرى
tr: Tekrar deneyin

# interNetWeak
source: No Internet net work .Or Internet weak . turn on your Internet network and try loading again !!!
ar: لا يوجد شبكة إنترنت تعمل ، أو إنترنت ضعيف. قم بتشغيل شبكة الإنترنت الخاصة بك وحاول التحميل مرة أخرى
tr: İnternet ağı yok. Veya İnternet zayıf. İnternet ağınızı açın ve tekrar yüklemeyi deneyin !!!

source: Skip
ar: تخطى
tr: atlama

# into1
source: In Garanti Taxi, you can choose the type of vehicle you want according to your needs!
ar: في Garanti Taxi ، يمكنك اختيار نوع السيارة التي تريدها وفقًا لاحتياجاتك!
tr: Garanti Taxi de ihtiyacina göre istedigin araç türünü Seçebilirsin!

# into2
source: Choose your destination and enjoy the journey at the most affordable prices.
ar: اختر وجهتك واستمتع بالرحلة بأفضل الأسعار المعقولة.
tr: Gidecegin yeri belirle ve en uygun fiyatlarla yolculugun tadini gikar.

# into3
source: You can use Garanti Taxi Application with 3 different language options!
ar: يمكنك استخدام تطبيق Garanti Taxi مع 3 خيارات لغة مختلفة!
tr: Garanti Taksi Uygulasini 3 ayri dil seçenekleriyle kullanabilirsin!

source: Support
ar: مساعدة
tr: Destek

# supportInfo
source: Contact us for any information or questions.
ar: اتصل بنا لأية معلومات أو أسئلة.
tr: Herhangi bir bilgi veya soru sormak için bize ulasin.

# st1
source: 1.Order a car
ar: 1- اطلب سيارة
tr: 1. araba çağır

# st2
source: Info
ar: معلومات
tr: Bilgi

# st3
source: 2. The car is on its way to you.
ar: 2. السيارة في طريقها إليك.
tr: 2. Araba sana doğru geliyor.

# st4
source: 3. driver waiting for you
ar: 3. سائق في انتظارك
tr: 3. sürücü sizi bekliyor

# st5
source: 4. Journey started to your destination
ar: 4. بدأت الرحلة إلى وجهتك
tr: 4. Hedefinize yolculuk başladı

# st6
source: 5. You have arrived at your destination. We wish you a pleasant experience with Garanti Taxi
ar: 5. لقد وصلت إلى وجهتك. نتمنى لكم تجربة ممتعة مع Garanti Taxi
tr: 5. Hedefinize ulaştınız. Garanti Taksi ile keyifli bir deneyim dileriz.

# torzimTrip
source: The vehicle you have chosen is a tourism vehicle it is for a daily of 12 hour and it is forbidden to make short distances
ar: المركبة التي اخترتها هي سيارة سياحية وهي تقوم بجولة يومية لمدة 12 ساعة يوميا ويمنع قطع مسافات قصيرة
tr: Seçtiğiniz araç turizm aracıdır, günlük 12 saattir ve kısa mesafe yapılması yasaktır.

source: Prices list
ar: قائمة الأسعار
tr: Fiyat listesi

# istanbul
source: Trip in Istanbul City :
ar: رحلة في مدينة اسطنبول :
tr: İstanbul içi tur:

# bursa
source: Trip from Istanbul to Bursa :
ar: رحلة من اسطنبول الى بورصة :
tr: İstanbul'dan Bursa'ya tur :

# izmit
source: Trip from Istanbul to Izmit :
ar: رحلة من اسطنبول الى ازميت :
tr: İstanbul'dan İzmit'e tur :

# sabanjah
source: from Istanbul to spanca:
ar: من اسطنبول الى صبنجة :
tr: İstanbul'dan sapanca'ya tur :

# polo
source: Trip from Istanbul to bolu abant :
ar: رحلة من اسطنبول إلى بولو أبانت :
tr: İstanbul'dan bolu Abant'a tur :

# sala
source: Trip from Istanbul to şile:
ar: رحلة من اسطنبول الى شاليه :
tr: İstanbul'dan şile'ye tur :

# yalua
source: Trip from Istanbul to yalova :
ar: رحلة من اسطنبول الى يالوا :
tr: İstanbul'dan Yalova'ya tur :

# bursaMain
source: Trip in Bursa City :
ar: رحلة في مدينة بورصة :
tr: Bursa içi tur:

# bursaYal
source: Trip from Bursa to yalova :
ar: رحلة من بورصة الى يالوا :
tr: Bursa'dan Yalova'ya tur :

# bursaIst
source: Trip from Bursa to Istanbul :
ar: رحلة من بورصة الى اسطنبول :
tr: Bursa'dan İstanbul'ya tur :

# bursaSpan
source: Trip from Bursa to spanca :
ar: رحلة من بورصة الى صبنجة :
tr: Bursa'dan sapanca'ya tur :

# bursaIzn
source: Trip from Bursa to Izmite :
ar: رحلة من بورصة الى ازميت :
tr: Bursa'dan İzmit'e tur :

# bursaPol
source: Trip from Bursa to Bolu :
ar: رحلة من بورصة الى بولو أبانت :
tr: Bursa'dan bolu Abant'a tur :

# spanMain
source: Trip in spanca City :
ar: رحلة في مدينة صبنجة :
tr: sapanca içi tur :

# spanYal
source: Trip from spanca to yalova :
ar: رحلة من صبنجة الى يالوا :
tr: sapanca'dan Yalova'ya tur :

# spanIst
source: Trip from spanca to Istanbul :
ar: رحلة من صبنجة الى اسطنبول :
tr: sapanca'dan İstanbul'ya tur :

# spanBursa
source: Trip from spanca to Bursa :
ar: رحلة من صبنجة الى بورصة :
tr: sapanca'dan Bursa'ya tur :

# spanIzn
source: Trip from spanca to Izmite :
ar: رحلة من صبنجة الى ازميت :
tr: sapanca'dan İzmit'e tur :

# spanPol
source: Trip from spanca to Bolu :
ar: رحلة من صبنجة الى بولو أبانت :
tr: sapanca'dan bolu Abant'a tur :

# trapzonMain
source: Trip in Trabzon City :
ar: رحلة في مدينة طربزون :
tr: Trapzon içi tur :

# trapzonUzu
source: Trip from Trabzon to Uzun gol :
ar: رحلة من طربزون الى ازون كول :
tr: Trabzon'dan Uzungöl'e tur :

# trapzonAyd
source: Trip from Trabzon to Ayder :
ar: رحلة من طربزون الى ايدر :
tr: Trabzon'dan Ayder'e tur :

# trapzonRiz
source: Trip from Trabzon to Rize :
ar: رحلة من طربزون الى ريزاه :
tr: Trabzon'dan Rize'e tur :

# trapzonGir
source: Trip from Trabzon to Giresun :
ar: رحلة من طربزون الى غيرسون :
tr: Trabzon'dan Giresun'a tur :

# trapzonOndu
source: Trip from Trabzon to ondu :
ar: رحلة من طربزون الى اوندا :
tr: Trabzon'dan onda'e tur :

# uzunMain
source: Trip in Uzun gol City :
ar: رحلة في مدينة ازون كول :
tr: Uzungöl içi tur :

# uzuTrapzon
source: Trip from Uzun gol to Trabzon :
ar: رحلة من ازون كول الى طربزون :
tr: Uzungöl'dan Trabzon'e tur :

# uzuAyd
source: Trip from Uzun gol to Ayder :
ar: رحلة من ازون كول الى ايدر :
tr: Uzungöl'dan Ayder'e tur :

# uzuRiz
source: Trip from Uzun gol to Rize :
ar: رحلة من ازون كول الى ريزاه :
tr: Uzungöl'dan Rize'e tur :

# uzuOndu
source: Trip from Uzun gol to ondu :
ar: رحلة من ازون كول الى اوندا :
tr: Uzungöl'dan onda'e tur :

# antalMain
source: Trip in Antalya City :
ar: رحلة في مدينة انطاليا :
tr: Antalya içi tur :

# antalManar
source: Trip from Antalya to Manavgat :
ar: رحلة من انطاليا الى مانافجات :
tr: Antalya'dan Manavgat'a tur :

# antalMarr
source: Trip from Antalya to Marmaris :
ar: رحلة من انطاليا الى مرماريس :
tr: Antalya'dan Marmaris'e tur :

# antalBoder
source: Trip from Antalya to Bodrum :
ar: رحلة من انطاليا الى بودروم :
tr: Antalya'dan Bodrum'e tur :

# antalIzmir
source: Trip from Antalya to Izmir :
ar: رحلة من انطاليا الى ازمير :
tr: Antalya'dan Izmir'e tur :

# antalAlan
source: Trip from Antalya to Alanya :
ar: رحلة من انطاليا الى الانيا :
tr: Antalya'dan Alanya'ya tur :

# bodMain
source: Trip in Bodrum City :
ar: رحلة في مدينة بودروم:
tr: Bodrum içi Tur :

# bodAntaly
source: Trip from Bodrum to Antalya :
ar: رحلة من بودروم الى انطاليا :
tr: Bodrum'dan Antalya'ya tur :

# bodIzmir
source: Trip from Bodrum to Izmir :
ar: رحلة من بودروم الى ازمير :
tr: Bodrum'dan İzmir'e tur :

# bodMarmar
source: Trip from Bodrum to Marmaris :
ar: رحلة من بودروم الى مارماريس :
tr: Bodrum'dan Marmaris'e tur :

source: Advance reservation
ar: الحجز المسبق
tr: Ön rezervasyon

# takeAdvanceReservation
source: Take advantage of the early booking service
ar: احجز الان و استفد من خدمة الحجز المبكر
tr: Şimdi rezervasyon yapın ve erken rezervasyon hizmetinden yararlanın

# exAdvanceReservation
source: By using this service, you can book a car early. Just select the country,city and car type and check the list of drivers. View the driver's rating and car photos,then contact the driver directly. Via a phone call or WhatsApp and agree with the driver about the time and price of the trip.
ar: عن طريق استخدام هذه الخدمة تسطيع حجز سيارة مبكرا. فقط اختر البلد , المدينة ونوع السيارة وتحقق من قائمة السائقين. شاهد تقيم السائق و صور سيارة بعد ذلك اتصل بالسائق مباشرة. عن طريق مكالمة هاتف او واتس اب واتفق مع السائق عن موعد الرحلة والسعر.
tr: Bu hizmeti kullanarak erken araç rezervasyonu yapabilirsiniz. Sadece ülke, şehir ve araç tipini seçin ve sürücü listesini kontrol edin. Sürücünün puanını ve araba fotoğraflarını görüntüleyin, ardından doğrudan sürücüyle iletişime geçin. Bir telefon görüşmesi veya WhatsApp aracılığıyla, seyahatin zamanı ve fiyatı konusunda sürücü ile anlaşın.

# choseCountry
source: Choose Country
ar: اختر الدولة
tr: Ülke Seçiniz

source: Turkey
ar: تركيا
tr: Türkiye

# choosesCity
source: Choose City
ar: اختر المدينة
tr: Şehir seç

# istanbulCity
source: Istanbul
ar: اسطنبول

# bursaCity
source: Bursa
ar: بورصة

# antalyaCity
source: Antalya
ar: أنطاليا

# trapzonCity
source: Trabzon
ar: طرابزون

# bodrumCity
source: Bodrum
ar: بودروم

# sapancaCity
source: sapanca
ar: سبانجا

# sak
source: Saudi Arabia
ar: السعودية
tr: Suudi Arabistan

# uas
source: Arab Emirates
ar: الامارات العربية
tr: Arap Emirlikleri

# kwt
source: Kuwait
ar: الكويت
tr: Kuveyt

# qutar
source: Qatar
ar: قطر
tr: Katar

source: Morocco
ar: المغرب
tr: Fas

# rayad
source: Riyadh
ar: الرياض

# jdah
source: Jeddah
ar: جدة
tr: Cidde

# makkah
source: Mecca
ar: مكة المكرمة
tr: Mekke-i Mükerreme

# alMadinah
source: Medina
ar: المدينة المنورة
tr: Medine-i Münevvere

# abodoubi
source: Abu Dhabi
ar: ابو ظبي
tr: Abu Dabi

source: Dubai
ar: دبي

source: Kuwait City
ar: مدينة الكويت
tr: Kuveyt Şehri

# alAhmadi
source: Ahmadi city
ar: الأحمدي
tr: Ahmedi şehri

# douha
source: Doha
ar: الدوحة

# morRibat
source: Rabat
ar: الرباط

# morDar
source: Casablanca
ar: الدار البيضاء
tr: Kazablanka

# morFas
source: Tangier
ar: طنجة
tr: Tanca

# morMarksgh
source: Marrakesh
ar: مراكش
tr: Marakeş

# chooseCarType
source: Choose the type of car
ar: اختر نوع السيارة
tr: Araba türünü seçin

# middleCar
source: A medium touring car of 6-10 passengers
ar: سيارة سياحية متوسطة من 6-10 ركاب
tr: 6-10 yolcu boy bir tur arabası

# bigCar1
source: A medium touring car of 11-19 passengers
ar: سيارة سياحية كبيرة من 11-19 ركاب
tr: 11-19 yolcu boy bir tur arabası

# search
source: Searching
ar: جاري البحث
tr: Aranıyor

# listOfDrivers
source: List of available drivers
ar: قائمة السائقين المتاحين
tr: Kullanılabilir sürücülerin listesi

# profileDriver
source: Driver info
ar: معلومات السائق
tr: Sürücü bilgisi

source: Country & city
ar: البلد والمدينة
tr: Ülke ve şehir

# carType
source: Car class
ar: فئة السيارة
tr: araba sınıfı

# phone
source: Phone number
ar: رقم الهاتف
tr: Telefon numarası

# carPlCK
source: Car plate
ar: لوحة السيارة
tr: Araç plakası

# forgotPass
source: Forgot passWord ?
ar: نسيت كلمة السر ؟
tr: Şifremi Unuttum?

# exForgotPass
source: If you forgot your account password, type your account email in the field below and then click the button below to send a link to your email address in order to type a new password
ar: إذا نسيت كلمة مرور حسابك ، فاكتب البريد الإلكتروني لحسابك في الحقل أدناه ، ثم انقر فوق الزر أدناه لإرسال رابط إلى عنوان بريدك الإلكتروني لكتابة كلمة مرور جديدة
tr: Hesap şifrenizi unuttuysanız, aşağıdaki alana hesap e-postanızı yazın ve ardından yeni bir şifre yazmak için e-posta adresinize bir bağlantı göndermek için aşağıdaki düğmeyi tıklayın.

source: send
ar: إرسال
tr: göndermek

# emailCheck
source: The operation was completed successfully. Check your email
ar: تمت العملية بنجاح. تحقق من بريدك الالكتروني
tr: İşlem başarıyla tamamlandı. E-postanızı kontrol edin

# ready
source: Ready for using
ar: جاهز للاستخدام
tr: Kullanıma hazır

# beDriver
source: be a driver!!
ar: كن سائق!!
tr: sürücü ol!!

# driverCancelTrip
source: The driver canceled the trip
tr: Sürücü yolculuğu iptal etti
